[
  {"id":"ahmadCarbonEmissionsMetal2025","abstract":"The aluminium industry generates over a billion tonnes of carbon dioxide (CO2) annually, contributing to global emissions significantly. To become a part of the sustainable economy, this carbon-intensive industry needs improved productivity to reduce its carbon footprint. Given the ubiquity of aluminium usage in a wide array of consumer and industrial products and its high production energy requirements, assessing the carbon component of productivity can have significant climate mitigation impacts. This paper examines the cost efficiency of carbon emissions embedded in the aluminium smelting sector. It refers to the point at which a smelter minimizes its cost for a given output level by optimally using input resources. Specifically, it investigates the energy-specific technology gaps that affect aluminium sector productivity, utilizing unique global smelter-level data from 2004 to 2020. This is the first study comparing smelters' cost efficiency using different energy sources and technologies. It estimates the Meta-Technology-Ratio (MTR), which measures how close a smelter is to the frontier, representing the use of the best available technology while being environmentally efficient. The analysis underscores the potential for reducing the technology gap in coal- and gas-powered smelters through modernization and efficiency improvements while highlighting renewables and nuclear power as leading options for aligning with the most efficient, cutting-edge technologies in aluminium smelting.","accessed":{"date-parts":[["2025",11,19]]},"author":[{"family":"Ahmad","given":"Shabbir"},{"family":"Steen","given":"John"},{"family":"Zajac","given":"Tomasz"},{"family":"Azadi","given":"Mehdi"},{"family":"Ali","given":"Saleem H."}],"citation-key":"ahmadCarbonEmissionsMetal2025","container-title":"Energy Research & Social Science","container-title-short":"Energy Research & Social Science","DOI":"10.1016/j.erss.2025.104343","ISSN":"2214-6296","issued":{"date-parts":[["2025",11,1]]},"page":"104343","source":"ScienceDirect","title":"Carbon emissions in metal manufacturing productivity: A global analysis of aluminium smelting","title-short":"Carbon emissions in metal manufacturing productivity","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S2214629625004244","volume":"129"},
  {"id":"ElectricityUseHomes2023","accessed":{"date-parts":[["2025",11,11]]},"citation-key":"ElectricityUseHomes2023","issued":{"date-parts":[["2023",12,18]]},"title":"Electricity use in homes - U.S. Energy Information Administration (EIA)","type":"webpage","URL":"https://www.eia.gov/energyexplained/use-of-energy/electricity-use-in-homes.php"},
  {"id":"evermanEvaluatingCarbonImpact2023","abstract":"Large Language Models (LLMs), such as GPT-3, ChatGPT, and GPT-4, have demonstrated enormous potential across a range of tasks and attracted over 100 million users globally in recent months. However, these LLMs are resource-intensive and contribute significantly to carbon emissions. Currently, our understanding of their carbon impact remains insufficient due to the lack of reliable measurement tools, standard methodologies, and evaluation metrics. To bridge this gap, this paper conducts a thorough study on the carbon impact of various open-source LLMs, including GPT-J 6B, GPT Neo 2.7B, GPTNEO 1.3B, and GPT-2 at the inference stage, utilizing the Software Carbon Intensity (SCI) specification released by the Green Software Foundation. The primary contributions of our research are: (1) We propose a quantitative framework that measures and contrasts the environmental impacts of different LLMs; (2) We illustrate that high-carbon LLMs do not necessarily provide superior model quality than their low-carbon counterparts; and (3) We find that the carbon emissions are primarily driven by embodied carbon in LLMs and that employing GPUs, as opposed to CPUs, can substantially reduce carbon emissions.","accessed":{"date-parts":[["2025",10,25]]},"author":[{"family":"Everman","given":"Brad"},{"family":"Villwock","given":"Trevor"},{"family":"Chen","given":"Dayuan"},{"family":"Soto","given":"Noe"},{"family":"Zhang","given":"Oliver"},{"family":"Zong","given":"Ziliang"}],"citation-key":"evermanEvaluatingCarbonImpact2023","container-title":"2023 IEEE International Performance, Computing, and Communications Conference (IPCCC)","DOI":"10.1109/IPCCC59175.2023.10253886","event-title":"2023 IEEE International Performance, Computing, and Communications Conference (IPCCC)","ISSN":"2374-9628","issued":{"date-parts":[["2023",11]]},"page":"150–157","source":"IEEE Xplore","title":"Evaluating the Carbon Impact of Large Language Models at the Inference Stage","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/10253886"},
  {"id":"frostSpatiallyExplicitAssessment2017","abstract":"The semiconductor industry utilizes vast freshwater resources for its high-tech manufacturing processes. This work will enumerate the impact of the global semiconductor manufacturing industry on water resources. A global inventory of semiconductor manufacturing capacity, in combination with an approximation of water use required to manufacture an individual semiconductor chip, will be used to estimate water consumption by each semiconductor fabrication facility and globally. A simplified water stress assessment will be conducted by multiplying facility water use data by a water scarcity factor. Maps of the scarcity weighted water use will be used to identify watersheds that may be disproportionately impacted by semiconductor manufacturing water use. This may be especially important for regions of growth in the semiconductor industry such as China and Southeast Asia. Once these areas have been identified a detailed water footprint for the facilities located in the subwatershed of interest can be conducted.","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"Frost","given":"Kali"},{"family":"Hua","given":"Inez"}],"citation-key":"frostSpatiallyExplicitAssessment2017","container-title":"2017 IEEE Conference on Technologies for Sustainability (SusTech)","DOI":"10.1109/SusTech.2017.8333525","event-title":"2017 IEEE Conference on Technologies for Sustainability (SusTech)","issued":{"date-parts":[["2017",11]]},"page":"1–5","source":"IEEE Xplore","title":"A spatially explicit assessment of water use by the global semiconductor industry","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/8333525"},
  {"id":"hernandezEnvironmentalImpactsUtilityscale2014","abstract":"Renewable energy is a promising alternative to fossil fuel-based energy, but its development can require a complex set of environmental tradeoffs. A recent increase in solar energy systems, especially large, centralized installations, underscores the urgency of understanding their environmental interactions. Synthesizing literature across numerous disciplines, we review direct and indirect environmental impacts – both beneficial and adverse – of utility-scale solar energy (USSE) development, including impacts on biodiversity, land-use and land-cover change, soils, water resources, and human health. Additionally, we review feedbacks between USSE infrastructure and land-atmosphere interactions and the potential for USSE systems to mitigate climate change. Several characteristics and development strategies of USSE systems have low environmental impacts relative to other energy systems, including other renewables. We show opportunities to increase USSE environmental co-benefits, the permitting and regulatory constraints and opportunities of USSE, and highlight future research directions to better understand the nexus between USSE and the environment. Increasing the environmental compatibility of USSE systems will maximize the efficacy of this key renewable energy source in mitigating climatic and global environmental change.","accessed":{"date-parts":[["2025",11,12]]},"author":[{"family":"Hernandez","given":"R. R."},{"family":"Easter","given":"S. B."},{"family":"Murphy-Mariscal","given":"M. L."},{"family":"Maestre","given":"F. T."},{"family":"Tavassoli","given":"M."},{"family":"Allen","given":"E. B."},{"family":"Barrows","given":"C. W."},{"family":"Belnap","given":"J."},{"family":"Ochoa-Hueso","given":"R."},{"family":"Ravi","given":"S."},{"family":"Allen","given":"M. F."}],"citation-key":"hernandezEnvironmentalImpactsUtilityscale2014","container-title":"Renewable and Sustainable Energy Reviews","container-title-short":"Renewable and Sustainable Energy Reviews","DOI":"10.1016/j.rser.2013.08.041","ISSN":"1364-0321","issued":{"date-parts":[["2014",1,1]]},"page":"766–779","source":"ScienceDirect","title":"Environmental impacts of utility-scale solar energy","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S1364032113005819","volume":"29"},
  {"id":"hiremathAIEmbeddedDataCentres2024","abstract":"Artificial Intelligence (AI) applications as always are growing at a rapid rate, which has raised the need for data centres and created threat to environment, especially with regard to water usage. The goal of this work is reducing the water consumption and footprint of AI-dependent data centres in order to promote sustainability. The goal of the research is to optimise water usage while preserving high performance and efficiency by investigating a variety of methods and instruments. Water recycling, hardware optimisation, water-efficient cooling techniques, and intelligent water management systems are important fields. The report offers significant perspectives on environmentally sustainable practices for data centres with AI integration, empowering operators to foster the development and progress of AI technologies while simultaneously making a positive impact on environmental preservation.","accessed":{"date-parts":[["2025",11,1]]},"author":[{"family":"Hiremath","given":"Rahul B."}],"citation-key":"hiremathAIEmbeddedDataCentres2024","container-title":"2024 First International Conference on Data, Computation and Communication (ICDCC)","DOI":"10.1109/ICDCC62744.2024.10961316","event-title":"2024 First International Conference on Data, Computation and Communication (ICDCC)","issued":{"date-parts":[["2024",11]]},"page":"40–44","source":"IEEE Xplore","title":"AI-Embedded Data Centres: Promoting Sustainability and Reducing Water Footprint","title-short":"AI-Embedded Data Centres","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/10961316"},
  {"id":"hossainbhuiyanHydrogenAlternativeFuel2025","abstract":"The rapid growth of the global population and industrial activities has significantly increased greenhouse gases (GHGs) emissions, with projections indicating a temperature rise of 3–6 °C by 2050. Urgent action is needed to limit global warming to 1.5 °C above pre-industrial levels. Hydrogen, with its high energy density and compatibility with renewable energy systems, presents a promising clean energy solution to mitigate GHGs emissions. Yet, its widespread adoption faces challenges such as high production costs, limited infrastructure, and an underdeveloped value chain. At present, approximately 96% of global hydrogen production relies on fossil fuels, contributing to substantial emissions, while only 4% comes from water electrolysis. Green hydrogen, produced via electrolysis with 55–80% efficiency, remains expensive at $2.28–7.39/kg, compared to grey hydrogen at $0.67–1.31/kg, which generates 8.5 kg CO₂ per kg of hydrogen production. Hydrogen's low density poses challenges for storage, while transportation risks and insufficient infrastructure create further obstacles. The lack of global standards and investment uncertainties further impede the development of a comprehensive hydrogen economy. This review evaluates hydrogen's potential as a sustainable energy carrier, providing insights into advancements and ongoing challenges in production, storage, and transportation. Key findings highlight the necessity of coordinated efforts to enhance storage technologies, lower production costs, and establish supportive policies, highlighting hydrogen's critical role in achieving a sustainable energy transition.","accessed":{"date-parts":[["2025",11,9]]},"author":[{"family":"Hossain Bhuiyan","given":"Md Monjur"},{"family":"Siddique","given":"Zahed"}],"citation-key":"hossainbhuiyanHydrogenAlternativeFuel2025","container-title":"International Journal of Hydrogen Energy","container-title-short":"International Journal of Hydrogen Energy","DOI":"10.1016/j.ijhydene.2025.01.033","ISSN":"0360-3199","issued":{"date-parts":[["2025",2,10]]},"page":"1026–1044","source":"ScienceDirect","title":"Hydrogen as an alternative fuel: A comprehensive review of challenges and opportunities in production, storage, and transportation","title-short":"Hydrogen as an alternative fuel","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0360319925000382","volume":"102"},
  {"id":"IntelCorporateResponsibility","abstract":"View the Intel Corporate Responsibility Report, executive summary, and data, or build a custom section-by-section report for PDF download.","accessed":{"date-parts":[["2025",11,8]]},"citation-key":"IntelCorporateResponsibility","container-title":"Intel","language":"en","title":"Intel Corporate Responsibility Report Builder","type":"webpage","URL":"https://www.intel.com/content/www/us/en/corporate-responsibility/csr-report-builder.html"},
  {"id":"jackHowSolarManufacturers2025","abstract":"The global manufacturing sector stands at a pivotal crossroads, where environmental sustainability has become not just an ethical choice but a competitive necessity. As industries grapple with mounting environmental pressures and stricter regulations, eco-friendly manufacturing emerges as a transformative solution that combines innovation, efficiency, and environmental stewardship. Recent studies indicate that sustainable manufacturing practices can reduce operational costs by up to 20% while decreasing carbon emissions by 30-50%, demonstrating the powerful synergy between environmental responsibility and business success. Modern ...","accessed":{"date-parts":[["2025",11,9]]},"author":[{"family":"jack","given":"jack"}],"citation-key":"jackHowSolarManufacturers2025","container-title":"Mose Solar","issued":{"date-parts":[["2025",5,3]]},"language":"en-US","title":"How Solar Manufacturers Are Revolutionizing Clean Production Methods","type":"post-weblog","URL":"https://www.moserbaersolar.com/uncategorized/how-solar-manufacturers-are-revolutionizing-clean-production-methods/"},
  {"id":"jamesSemiconductorManufacturingBig2024","abstract":"Semiconductor manufacturing requires huge amounts of water to form ultrapure water, impacting the local environment and needing innovation and scrutiny.","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"James","given":"Kirsten"}],"citation-key":"jamesSemiconductorManufacturingBig2024","container-title":"World Economic Forum","issued":{"date-parts":[["2024",7,19]]},"language":"en","title":"Semiconductor manufacturing and big tech's water challenge","type":"webpage","URL":"https://www.weforum.org/stories/2024/07/the-water-challenge-for-semiconductor-manufacturing-and-big-tech-what-needs-to-be-done/"},
  {"id":"jiaDesignNewIntegrated2024","abstract":"With the rapid development of technologies such as cloud computing, big data, and artificial intelligence, humanity has fully entered the era of 5G characterized by high-speed rates. As the cornerstone of the information age, data centers face increasingly high workloads and demands for computational efficiency, leading to escalating levels of integration and power density internally. In the energy usage of data centers, the portion allocated for equipment cooling can reach up to 40%, with expectations for further increase, underscoring the critical role of optimizing cooling mechanisms in enhancing cloud energy efficiency. Liquid cooling technology, owing to its ultra-high heat flux density, has been widely adopted. Traditional liquid cooling uses a cold board radiator to cool the chip but still uses other elements such as air-cooled cooling memory. This paper proposes an integrated air-water cooling method based on the structure of traditional cold plate servers. By installing a radiator at the air outlet to cool the heated air from components like memory, this approach achieves the goal of cooling the data center using only one water cooling system, promising significant prospects for improving data center energy efficiency.","accessed":{"date-parts":[["2025",11,2]]},"author":[{"family":"Jia","given":"Deyi"},{"family":"Lv","given":"Xingyu"},{"family":"Guo","given":"Tao"},{"family":"Xu","given":"Chenchen"},{"family":"Liu","given":"Ce"}],"citation-key":"jiaDesignNewIntegrated2024","container-title":"2024 6th International Conference on Energy Systems and Electrical Power (ICESEP)","DOI":"10.1109/ICESEP62218.2024.10652212","event-title":"2024 6th International Conference on Energy Systems and Electrical Power (ICESEP)","issued":{"date-parts":[["2024",6]]},"page":"214–217","source":"IEEE Xplore","title":"Design of a New Integrated Air-Water Cooling Method to Improve Energy Use in Data Centers","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/10652212"},
  {"id":"kaczmarczykLifeCycleWater2024","abstract":"The transformation of energy systems toward renewable energy sources necessitates a responsible approach to understanding and mitigating their impact on the natural environment.","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"Kaczmarczyk","given":"Michał"},{"family":"Sowiżdżał","given":"Anna"},{"family":"Tomaszewska","given":"Barbara"},{"family":"Kaczmarczyk","given":"Michał"},{"family":"Sowiżdżał","given":"Anna"},{"family":"Tomaszewska","given":"Barbara"}],"citation-key":"kaczmarczykLifeCycleWater2024","container-title":"Energies","DOI":"10.3390/en17236050","ISSN":"1996-1073","issue":"23","issued":{"date-parts":[["2024",12,1]]},"language":"en","license":"http://creativecommons.org/licenses/by/3.0/","publisher":"publisher","source":"www.mdpi.com","title":"Life Cycle and Water Footprint Assessment in the Geothermal Energy Sector","type":"article-journal","URL":"https://www.mdpi.com/1996-1073/17/23/6050","volume":"17"},
  {"id":"kingPotentialGeothermalEnergy2025","abstract":"Growing electricity demand from new data centers, particularly driven by the explosive growth of artificial intelligence (AI), has quickly become an important topic in energy and technology circles. Though…","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"King","given":"Ben"},{"family":"Ricks","given":"Wilson"},{"family":"Pastorek","given":"Nathan"},{"family":"Larsen","given":"John"}],"citation-key":"kingPotentialGeothermalEnergy2025","issued":{"date-parts":[["2025",3,11]]},"language":"en-GB","title":"The Potential for Geothermal Energy to Meet Growing Data Center Electricity Demand","type":"webpage","URL":"https://rhg.com/research/geothermal-data-center-electricity-demand/"},
  {"id":"liMakingAILess2025","abstract":"Uncovering and addressing the secret water footprint of AI models","accessed":{"date-parts":[["2025",10,24]]},"author":[{"family":"Li","given":"Pengfei"},{"family":"Yang","given":"Jianyi"},{"family":"Islam","given":"Mohammad A."},{"family":"Ren","given":"Shaolei"}],"citation-key":"liMakingAILess2025","container-title":"Commun. ACM","DOI":"10.1145/3724499","ISSN":"0001-0782","issue":"7","issued":{"date-parts":[["2025",6,27]]},"page":"54–61","source":"ACM Digital Library","title":"Making AI Less 'Thirsty'","type":"article-journal","URL":"https://dl.acm.org/doi/10.1145/3724499","volume":"68"},
  {"id":"muArtificialIntelligenceIts2025","abstract":"Artificial Intelligence (AI) is transforming industries, but its rapid expansion comes with environmental costs. AI systems consume vast amounts of energy and contribute significantly to global carbon emissions. Training a single large model, such as GPT-3, emits approximately 284 metric tons of CO2, equivalent to the lifetime emissions of five cars. AI-driven data centers currently account for 2.5 %-3.7 % of global greenhouse gas emissions. As AI adoption grows, balancing its technological benefits with environmental responsibility is urgent. This paper synthesizes research on AI’s carbon footprint and explores strategies to mitigate its impact while fostering innovation. Several solutions can drive sustainable AI development. Optimizing AI models through techniques like pruning, quantization, and knowledge distillation can reduce computational costs by 4 0 %-5 0 %. Transitioning data centers to renewable energy sources could lower emissions by 3 0 % - 4 0 %. Policy interventions, such as AI carbon taxes and industry sustainability standards, can encourage companies to adopt greener practices. Companies like Google and Microsoft are already leveraging AI for energy-efficient operations, demonstrating the feasibility of sustainable AI growth. A sustainable AI future requires collaboration among stake-holders. Industry leaders, policymakers, and researchers must work together to integrate green computing principles into AI development. By investing in energy-efficient algorithms, responsible hardware design, and cleaner energy sources, we can reduce AI’s environmental impact. This research underscores the urgency of immediate action. AI must evolve responsibly, ensuring technological progress does not come at the cost of environmental degradation.","accessed":{"date-parts":[["2025",10,23]]},"author":[{"family":"Mu","given":"Haizhi"},{"family":"Lu","given":"Youqi"},{"family":"Lepre","given":"Carter"},{"family":"Lightfoot","given":"Christina"},{"family":"Smiley","given":"Cassim"},{"family":"Crenshaw","given":"Rheagan"}],"citation-key":"muArtificialIntelligenceIts2025","container-title":"2025 Systems and Information Engineering Design Symposium (SIEDS)","DOI":"10.1109/SIEDS65500.2025.11021149","event-title":"2025 Systems and Information Engineering Design Symposium (SIEDS)","ISSN":"2994-3531","issued":{"date-parts":[["2025",5]]},"page":"31–35","source":"IEEE Xplore","title":"Artificial Intelligence and its Carbon Footprint","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/11021149"},
  {"id":"saathoffHydrogenFuelCells2024","abstract":"As digital technologies evolve, data centers are experiencing unprecedented growth, primarily driven by advancements in artificial intelligence (AI). This surge demands robust energy solutions and emphasizes the importance of rapid power deployment, or speed to power, to keep pace with technological advancements and escalating data demands. Additionally, data centers face increasing regulatory pressures aimed at","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"Saathoff","given":"Sandra"}],"citation-key":"saathoffHydrogenFuelCells2024","issued":{"date-parts":[["2024",8,28]]},"language":"en-US","title":"Hydrogen Fuel Cells in Data Centers: A Clean Energy Revolution - Plug Power","title-short":"Hydrogen Fuel Cells in Data Centers","type":"post-weblog","URL":"https://www.plugpower.com/blog/hydrogen-fuel-cells-in-data-centers-a-clean-energy-revolution/"},
  {"id":"SolarPanelLife2025","abstract":"Solar panels promise clean, renewable energy, but their true environmental impact extends far beyond the electricity they generate. A comprehensive life cycle assessment reveals the complex journey of solar panels – from raw material extraction and manufacturing to installation, operation, and eventual disposal. While solar technology significantly reduces carbon emissions during its operational phase, understanding its complete environmental footprint is crucial for making informed sustainability decisions. For Illinois property owners considering solar installation, this analysis becomes particularly relevant given our state...","accessed":{"date-parts":[["2025",11,9]]},"author":[{"family":"","given":"david"}],"citation-key":"SolarPanelLife2025","container-title":"Illinois Renewables","issued":{"date-parts":[["2025",2,28]]},"language":"en-US","title":"Solar Panel Life Cycle Costs: What Illinois Property Owners Need to Know","title-short":"Solar Panel Life Cycle Costs","type":"post-weblog","URL":"https://www.illinoisrenew.org/uncategorized/solar-panel-life-cycle-costs-what-illinois-property-owners-need-to-know/"},
  {"id":"SpecificHeatCapacity","abstract":"Online calculator, figures and tables showing specific heat of liquid water at constant volume or constant pressure at temperatures from 0 to 360 °C (32-700 °F) - SI and Imperial units.","accessed":{"date-parts":[["2025",11,19]]},"citation-key":"SpecificHeatCapacity","container-title":"engineeringtoolbox.com","language":"en","title":"Specific Heat Capacity of Water: Temperature-Dependent Data and Calculator","title-short":"Specific Heat Capacity of Water","type":"webpage","URL":"https://www.engineeringtoolbox.com/specific-heat-capacity-water-d_660.html"},
  {"id":"topp-mugglestoneDataCentreGlossary","abstract":"Data centre glossary & dictionary: quick A–Z definitions of core terms, acronyms and measurements for operators, investors and partners.","accessed":{"date-parts":[["2025",10,25]]},"author":[{"family":"Topp-Mugglestone","given":"Jonas"}],"citation-key":"topp-mugglestoneDataCentreGlossary","container-title":"STL Partners","language":"en-GB","title":"Data Centre Glossary (Dictionary): Key Definitions & Insights","title-short":"Data Centre Glossary (Dictionary)","type":"post-weblog","URL":"https://stlpartners.com/articles/data-centres/data-centres-glossary/"},
  {"id":"usdepartmentofcommerceChicagoOHare19912020","abstract":"Chicago O'Hare 1991-2020 Climate Normals","accessed":{"date-parts":[["2025",11,8]]},"author":[{"family":"US Department of Commerce","given":"NOAA"}],"citation-key":"usdepartmentofcommerceChicagoOHare19912020","language":"EN-US","license":"/disclaimer.php","publisher":"NOAA's National Weather Service","title":"Chicago (O'Hare) 1991-2020 Climate Normals","type":"webpage","URL":"https://www.weather.gov/lot/chicago_normals"},
  {"id":"vaccaroSustainableDataCenters2025","abstract":"As global demand for digital services rises, the role of data centers has become increasingly pivotal, making it essential to adopt measures to curb energy consumption and carbon emissions. Data centers rank among the highest energy consumers and are therefore significant contributors to greenhouse gas emissions within the ICT sector. This context has driven the development of innovative solutions aimed at minimizing the environmental impact of data centers while maintaining high standards of performance, security, and reliability. This research presents an in-depth analysis of the current state of the sector. It offers a detailed understanding of the strategies that can be implemented to optimize performance, focusing on energy efficiency, sustainability, and technological innovation. It aims to highlight how the adoption of innovative strategies can significantly reduce energy consumption and CO 2 emissions, while optimizing resource utilization. The study also highlights how these strategies can be integrated in a holistic approach to design and management, demonstrating the interdependence between different sustainability practices. Methodologically, this work combines an accurate analysis of existing literature and established industry practices. Energy efficiency strategies are examined, such as server consumption reduction and the adoption of more efficient cooling systems, with a focus on advanced technologies. Special attention is also given to emerging IT technologies, such as hyper-converged infrastructures (HCI) and artificial intelligence (AI), evaluating their potential to improve the efficiency and scalability of nextgeneration data centers, outlining a pathway toward a sustainable digital future that prioritizes responsible resource usage and environmental management.","accessed":{"date-parts":[["2025",11,1]]},"author":[{"family":"Vaccaro","given":"Viviana"},{"family":"Tagliabue","given":"Lavinia Chiara"},{"family":"Aldinucci","given":"Marco"}],"citation-key":"vaccaroSustainableDataCenters2025","container-title":"2025 33rd Euromicro International Conference on Parallel, Distributed, and Network-Based Processing (PDP)","DOI":"10.1109/PDP66500.2025.00075","event-title":"2025 33rd Euromicro International Conference on Parallel, Distributed, and Network-Based Processing (PDP)","ISSN":"2377-5750","issued":{"date-parts":[["2025",3]]},"page":"486–493","source":"IEEE Xplore","title":"Sustainable Data Centers: Advancing Energy Efficiency and Resource Optimization","title-short":"Sustainable Data Centers","type":"paper-conference","URL":"https://ieeexplore.ieee.org/document/10974813"},
  {"id":"zotero-item-301","citation-key":"zotero-item-301","type":"document"}
]
